Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/tenacity.tmx
Source language: en
Languages: sv

source: Signal Level Meter
sv: Signalnivåmätare

source: Selection Start
sv: Markeringens början

source: Operation was canceled by user
sv: Åtgärden avbröts av användaren

source: Editing a clip can &move other clips
sv: Redigering av ett klipp kan &flytta andra klipp

source: Recording channels: %d
sv: Inspelningskanaler: %d

source: Searc&h:
sv: Sö&k:

source: -36 dB (shallow range for high-amplitude editing)
sv: -36 dB (ytligt intervall för redigering i hög amplitud)

source: S&pectrogram Settings...
sv: Spektrogram&inställningar...

source: Noise Floor
sv: Brusgrund

source: TrackView
sv: Spårvy

source: Nyquist returned the value: %d
sv: Nyquist returnerade värdet: %d

source: Select...
sv: Bläddra...

source: Output
sv: Utmatning

source: Move &filter down
sv: Flytta ned f&ilter

source: Requested value exceeds memory capacity.
sv: Begärt värde överskrider minneskapaciteten.

source: &New
sv: &Nytt

source: Linear Out
sv: Linjärt ut

source: Selection to En&d
sv: Markera till &slutet

source: Menus
sv: Menyer

source: Reset Clip Speed
sv: Återställ klippets hastighet

source: Click and drag to adjust relative size of stereo tracks, double-click to make heights equal
sv: Klicka och dra för att justera stereospårens relativa storlek, dubbelklicka för att göra höjderna lika

source: Press
sv: Tryck

source: Buffer Size
sv: Buffertstorlek

source: Low-quality Pitch Shift
sv: Tonhöjdsskiftning i låg kvalitet

source: This version of Tenacity was not compiled with %s support.
sv: Den här versionen av Tenacity kompilerades utan stöd för %s.

source: Resize:
sv: Ändra storlek:

source: &Latency compensation:
sv: &Latenskompensering:

source: You must specify a name
sv: Du måste ange ett namn

source: Small Room Dark
sv: Litet mörkt rum

source: View by tree
sv: Visa efter träd

source: Lisp file
sv: Lisp-fil

source: Help on the Internet
sv: Hjälp på Internet

source: Index (text files only)
sv: Index (endast textfiler)

source: Label Join
sv: Etikettsammanfogning

source: Label Track
sv: Etikettspår

source: State folder:
sv: Tillståndskatalog:

source: &Frequency smoothing (bands):
sv: &Frekvensutjämning (Hz):

source: %d minute
sv: %d minut

source: %d minutes
sv: %d minuter

source: Apply macro to files...
sv: Tillämpa makro i filer...

source: &Stereo Track
sv: &Stereospår

source: &Zero padding factor:
sv: &Nollutfyllnadsfaktor:

source: File Dialog
sv: Fildialog

source: Could not write to %s.
sv: Det gick inte att skriva till %s.

source: Linear
sv: Linjär

source: Level reduction (dB)
sv: Nivåreducering (dB)

source: No
sv: Nej

source: %s, tester
sv: %s, testare av förgrening

source: Full-wave Rectifier
sv: Helvågslikriktare

source: Export Spectral Data As:
sv: Exportera spektrumsdata som:

source: Add &New
sv: Lägg till &nytt

source: WebVTT file
sv: WebVTT-fil

source: Filter Curve EQ
sv: Filterkurve-EQ

source: Calibration Complete
sv: Kalibrering slutförd

source: Click and drag to stretch selected region.
sv: Klicka och dra för att sträcka markeringsområdet.

source: Select Preset
sv: Välj förinställning

source: Trim blank space before first clip
sv: Trimma tomt utrymme före första klippet

source: Preferences for Playback
sv: Inställningar för uppspelning

source: The project may sound different than intended. %s
sv: Projektet kan låta annorlunda än avsett. %s

source: Note: Pressing Cmd+Q will quit. All other keys are valid.
sv: OBS: Cmd+Q kommer att avsluta programmet. Alla andra tangenter är giltiga.

source: Set Track Status
sv: Ändra spårstatus

source: The keyboard shortcut '%s' is already assigned to: %s Click OK to assign the shortcut to %s instead. Otherwise, click Cancel.
sv: Kortkommandot ”%s” är redan tilldelat till: %s Klicka på OK för att tilldela kortkommandot till %s i stället. Klicka annars på Avbryt.

source: &Levels to discard
sv: &Nivåer att kasta

source: There are no label tracks to export.
sv: Det finns inga etikettspår att exportera.

source: Change effect order
sv: Ändra effektordning

source: The following commands are not mentioned in the imported file, but have their shortcuts removed because of the conflict with other new shortcuts:
sv: Följande kommandon nämns inte i den importerade filen, men deras kortkommandon tas bort på grund av konflikt med andra nya kortkommandon:

source: Steps per block are too few for the window types.
sv: Steg per block är för få för fönstertyperna.

source: Use arrow keys (or ENTER key after editing) to navigate fields.
sv: Använd piltangenter (eller ENTER efter redigering) för att navigera fält.

source: Path
sv: Sökväg

source: Export canceled after exporting the following %lld file(s).
sv: Exportering avbröts efter att följande %lld fil(er) exporterades.

source: ~aFrequency selection is too high for track sample rate.~%~ For the current track, the high frequency setting cannot~%~ be greater than ~a Hz
sv: ~aFrekvensvalet är för högt för spårets samplingshastigheten.~%~ För nuvarande spår kan inte inställningen högfrekvens~%~ vara större än ~a Hz

source: Regular Interval Labels
sv: Vanliga intervalletiketter

source: Project check of "%s" folder detected %lld missing audio data (.au) blockfile(s), probably due to a bug, system crash, or accidental deletion. There is no way for Audacity to recover these missing files automatically. If you choose the first or second option below, you can try to find and restore the missing files to their previous location. Note that for the second option, the waveform may not show silence.
sv: Projektkontrollen av katalogen ”%s” hittade %lld saknade blockfiler med ljuddata (.au), troligen på grund av ett fel, systemkrasch eller oavsiktlig borttagning. Audacity kan inte återställa dessa saknade filer automatiskt. Om du väljer första eller andra alternativet nedan kan du försöka hitta och återställa de saknade filerna till deras tidigare plats. Observera att vågformen kanske inte visar tystnad med det andra alternativet.

source: Meter Type
sv: Mätartyp

source: To change Spectrogram Settings, stop any playing or recording first.
sv: Stoppa uppspelning eller inspelning först för att ändra spektrograminställningarna.

source: Fit to Width
sv: Anpassa till bredd

source: Sequence has block file exceeding maximum %s samples per block. Truncating to this maximum length.
sv: Sekvensen har blockfil som överskrider maximalt %s samplingar per block. Trunkerar till maximal längd.

source: New Plugins
sv: Nya insticksmoduler

source: Failed to rollback transaction during import
sv: Det gick inte att återställa transaktionen under importen

source: Realtime Effects
sv: Realtidseffekter

source: &Buffer length:
sv: &Buffertlängd:

source: Wave Track
sv: Vågspår

source: Advanced Mixing Options
sv: Avancerad mixning Inställningar

source: This plug-in works only with stereo tracks.
sv: Denna insticksmodul fungerar endast med stereospår.

source: Snap-To &Off
sv: Fäst mot &av

source: Frame Period
sv: Bildruteperiod

source: Temp Directory Update
sv: Uppdatera temporär katalog

source: hh:mm:ss + CDDA frames (75 fps)
sv: hh:mm:ss + CDDA-bildrutor (75 fps)

source: Default directories
sv: Standardkataloger

source: &New Length:
sv: &Ny längd:

source: to Octave
sv: till oktav

source: Command+Click
sv: Kommando+klick

source: Auto-&fit track height
sv: Auto&passa spårhöjd

source: Load Theme
sv: Läs in temacache

source: Settings folder:
sv: Inställningsmapp:

source: Load VST Preset:
sv: Läs in VST-förinställning:

source: Processing... 0%%
sv: Bearbetar … 0%%

source: &Move Selection with Tracks
sv: &Flytta markering med spår

source: Equalization XML file
sv: XML-fil för equalizer

source: Sorry, Vamp Plug-in failed to initialize.
sv: Tyvärr, Vamp-insticksmodul misslyckades att initialiseras.

source: Warning: window types are not the same as for profiling.
sv: Varning: Fönstertyper är inte densamma som för profilering.

source: Beats
sv: Taktslag

source: De&vice
sv: &Enhet

source: Low:
sv: Låg:

source: Render Pitch and Speed
sv: Rendera tonhöjd och hastighet

source: %s %d of %d
sv: %s %d av %d

source: Simple
sv: Enkel

source: - An ideal value for Stereo. However, the center extraction depends also on the used reverb.
sv: - Ett idealvärde för stereo. Centerextraheringen beror dock även på den använda efterklangen.

source: %s, developer
sv: %s, utvecklare före förgreningen

source: Release:
sv: Återgång:

source: Added label
sv: Skapade etikett

source: Tenacity could not save file: %s
sv: Tenacity kunde inte spara filen: %s

source: Ena&ble spectral selection
sv: Aktivera spektrumsmarkering

source: 20ths of Seconds
sv: Tjugondelssekunder

source: Project Start
sv: Projektets början

source: Number of echoes
sv: Antal upprepningar

source: Choose Language for Tenacity to use:
sv: Välj språk som Tenacity ska använda:

source: &Generate
sv: &Generera

source: With:
sv: Med:

source: You are using Tenacity %s. Tenacity is a fork of Audacity
sv: Du använder Tenacity %s. Tenacity är en avknoppning av Audacity

source: Automatic Music Configuration
sv: Automatisk musikkonfiguration

source: NTSC frames
sv: NTSC-bildrutor

source: Strength
sv: Styrka

source: Panned audio track(s)
sv: Panorerade ljudspår

source: Soft Overdrive
sv: Mjuk overdrive

source: Copy Labeled Audio
sv: Kopiera ljud med etikett

source: Options
sv: Alternativ

source: Tenacity could not load file: %s. Bad png format perhaps?
sv: Tenacity kunde inte läsa in filen: %s. Kanske felaktigt PNG-format?

source: You cannot delete the 'unnamed' curve, it is special.
sv: Du kan inte radera kurvan "namnlös", den är speciell.

source: this help message
sv: detta hjälpmeddelande

source: Change settings for realtime effect %s on %s
sv: Ändra inställningar för realtidseffekten %s på %s

source: HTML files
sv: HTML-filer

source: Rules to choose import filters
sv: Regler för att välja importfilter

source: Audio data analysis:
sv: Analys av ljuddata:

source: High Playback Latency: %g
sv: Hög uppspelningslatens: %g

source: %s, accessibility advisor
sv: %s, åtkomlighetsrådgivare för förgreningen

source: Licensing confirmed under terms of the GNU General Public License version 2
sv: Licensiering är bekräftad under villkoren för licensen GNU General Public version 2

source: %s Paused.
sv: %s pausade.

source: region labels
sv: områdesetiketter

source: Set Selection Left at Play Position
sv: Ändra markeringen vänster om uppspelningspositionen

source: Group by category
sv: Gruppera efter kategori

source: Temporary files directory cannot be on a FAT drive.
sv: Katalogen för temporära filer kan inte finnas på en FAT-enhet.

source: As part of their processing, some VST effects must delay returning audio to Audacity. When not compensating for this delay, you will notice that small silences have been inserted into the audio. Enabling this option will provide that compensation, but it may not work for all VST effects.
sv: Som en del av bearbetningen måste vissa VST-effekter fördröja återgivningen av ljud till Audacity. Om fördröjningen inte kompenseras märker du att små tystnader läggs in i ljudet. När det här alternativet aktiveras kompenseras fördröjningen, men det kanske inte fungerar för alla VST-effekter.

source: 'Temporary files' directory cannot be set.
sv: Katalogen ”Temporära filer” kan inte anges.

source: Real-time Conversion
sv: Realtidskonvertering

source: S&cale:
sv: S&kala:

source: Inspecting project file data
sv: Granskar projektfilens data

source: Produced with <span>Sample Data Export</span> for <a href="~a">Tenacity</a> by Steve Daulton
sv: Skapad med <span>Sample Data Export</span> för <a href="~a">Tenacity</a> av Steve Daulton

source: Logarithmic Out
sv: Logaritmiskt ut

source: Legacy Compressor
sv: Äldre kompressor

source: audio or project file name
sv: ljud- eller projektfilnamn

source: Attack time
sv: Attacktid

source: Align/Move Together
sv: Justera/flytta tillsammans

source: Modified Clip Name
sv: Ändrade klippnamn

source: Device name: %s
sv: Enhetsnamn: %s

source: Tenacity Configuration Error
sv: Konfigurationsfel i Tenacity

source: Always ask
sv: Fråga alltid

source: hh:mm:ss + hundredths
sv: hh:mm:ss + hundratal

source: This parameter file was saved from %s. Continue?
sv: Denna parameterfil sparades från %s. Vill du fortsätta?

source: Internal error at %s line %d. Please inform the Tenacity team at https://codeberg.org/tenacityteam/tenacity/issues
sv: Internt fel vid %s, rad %d. Informera Tenacity-teamet på https://codeberg.org/tenacityteam/tenacity/issues

source: Analog Model
sv: Analog modell

source: Cut Preview
sv: Förhandsvisning av utklipp

source: LADSPA Effects
sv: LADSPA-effekter

source: Left-Click to expand, Right-Click to remove
sv: Vänsterklicka för att expandera, högerklicka för att ta bort

source: How would you like to paste your audio?
sv: Hur vill du klistra in ljudet?

source: Website and Graphics
sv: Webbplats och grafik

source: translator_credits
sv: Lars "musselasse" Carlsson (200X-2014) och A. Regnander (2018) för översättning till svenska

source: Sample &Rate
sv: Samplings&frekvens

source: Automatic Export
sv: Automatisk exportering

source: Cannot set the preference.
sv: Det går inte att ange inställningen.

source: Duck &amount:
sv: Ducknings&mängd:

source: Skip to Selection Start
sv: Hoppa till markeringens början

source: You must first select some audio to perform this action. (Selecting other kinds of track won't work.)
sv: Du måste först markera lite ljud för att använda denna funktion. (Det går inte att markera andra sorters spår.)

source: Gets information in JSON format.
sv: Hämtar information i JSON-format.

source: Audacity Light
sv: Audacity ljust

source: Are you sure you want to reset the genre list to defaults?
sv: Är du säker på att du vill återställa genrelistan till standardvärden?

source: Kick Drums
sv: Bastrummor

source: The full smart clip is %s. Larger sizes will take longer to paste.
sv: Det fullständiga smarta klippet är %s. Större storlekar tar längre tid att klistra in.

source: Setting a loop region also makes an audio selection
sv: När ett upprepningsområde anges skapas också en ljudmarkering

source: Moved clips to another track
sv: Flyttade klipp till ett annat spår

source: &Add new rule
sv: &Lägg till ny regel

source: Comments
sv: Kommentarer

source: Steve Daulton and Bill Wharrie
sv: Steve Daulton och Bill Wharrie

source: Vendor: %s
sv: Utgivare: %s

source: Hard Limit
sv: Hård gräns

source: &Foreground:
sv: &Förgrund:

source: Specify New Filename:
sv: Välj nytt filnamn:

source: Error.~%Invalid selection.~%Empty space at start/ end of the selection.
sv: Fel..~%Ogiltig ljudmarkering..~%Tomt mellanrum i början av markeringen.

source: Preferences for Theme
sv: Inställningar för tema

source: Detached %.2f seconds at t=%.2f
sv: Avdelade %.2f sekunder vid t=%.2f

source: Processing: %s
sv: Bearbetar: %s

source: Error Initializing Audio
sv: Fel vid initiering av ljud

source: Label Copy
sv: Kopiera etikett

source: SubCategories: %s
sv: Underkategorier: %s

source: &Background:
sv: &Bakgrund:

source: Error Saving Copy of Project
sv: Fel uppstod när kopia av projektet sparades

source: Enable &Full Screen
sv: Aktivera &helskärm

source: Unable to parse project information.
sv: Det gick inte att tolka projektinformationen.

source: Open menu...
sv: Öppna meny...

source: Commands
sv: Kommandon

source: The selected file name could not be used for Timer Recording because it would overwrite another project. Please try again and select an original name.
sv: Det valda filnamnet kunde inte användas för timerinspelning eftersom det skulle skriva över ett annat projekt. Försök igen och välj ett unikt namn.

source: Some permissions issue (Unable to work with the blockfiles)
sv: Problem med behörigheter (det går inte att arbeta med blockfilerna)

source: Show
sv: Visa

source: Project check of "%s" folder found %d orphan block file(s). These files are unused by this project, but might belong to other projects. They are doing no harm and are small.
sv: Projektkontrollen av katalogen ”%s” hittade %d övergivna blockfiler. Filerna används inte av det här projektet men kan tillhöra andra projekt. De orsakar ingen skada och är små.

source: Smooth Time:
sv: Utjämningstid:

source: Unknown error
sv: Okänt fel

source: Presmooth Time:
sv: Förhandsutjämningstid:

source: Reconstructing clips...
sv: Rekonstruerar klipp...

source: Drag to Seek. Release to stop seeking.
sv: Dra för att söka. Släpp för att sluta söka.

source: Adds the ability to use VST3 effects in Audacity.
sv: Lägger till stöd för att använda VST3-effekter i Audacity.

source: Expand and Compress
sv: Expandera och komprimera

source: R&emove Special
sv: &Ta bort special

source: Creates labels where clipping is detected
sv: Skapar etiketter där klippning identifieras

source: Spectral Brush
sv: Spektralpensel

source: Custom Curve
sv: Anpassad kurva

source: Export
sv: Exportera

source: Move rule &up
sv: Flytta &upp regel

source: &Gain (dB):
sv: För&stärkning (dB):

source: Please select an audio track.
sv: Var god välj ett ljudspår.

source: Compress based on:
sv: Komprimera baserat på:

source: %s '%s' has been canceled as the recording was stopped.
sv: %s "%s" har avbrutits eftersom inspelningen stoppades.

source: Couldn't instantiate effect
sv: Kunde inte instansiera effekt

source: Move Focused Track U&p
sv: Flytta aktuellt spår &uppåt

source: &Quick Help...
sv: &Snabbhjälp...

source: Generating Rhythm...
sv: Skapar rytm...

source: Lookahead Time:
sv: Framförhållningstid:

source: Dept&h (%):
sv: D&jup (%):

source: Set Preference
sv: Ändra inställning

source: &Pitch and Speed...
sv: &Tonhöjd och hastighet …

source: Effects
sv: Effekter

source: Moved Samples
sv: Flyttade samplingar

source: Sample Edit
sv: Redigera sampling

source: Click to reset clip pitch.
sv: Klicka för att återställa klippets tonhöjd.

source: Aligned end to selection end
sv: Justerade slutet till markeringens slut

source: Cut by labels and leave gap
sv: Klipp ut efter etiketter och lämna ett mellanrum

source: Pitch &Up
sv: Höj ton&höjden

source: Sample Rate Con&verter:
sv: Kon&vertering av samplingsfrekvens:

source: Previewing
sv: Förhandsvisning

source: &Details
sv: &Detaljer

source: %.2f secs
sv: %.2f sek

source: Tenacity failed to read from a file in %s.
sv: Tenacity kunde inte läsa från en fil i %s.

source: A track has a corrupted sample sequence.
sv: Ett spår har en skadad samplingssekvens.

source: R&eset
sv: &Återställ

source: Do you have these problems?
sv: Får du dessa problem?

source: Set Right Selection Boundary
sv: Ändra höger markeringsgräns

source: Detac&h at Silences
sv: Avskil&j vid tystnad

source: You will not be able to play or record audio.
sv: Du kommer inte att kunna spela upp eller spela in ljud.

source: &Discard
sv: &Släng

source: 1 (Mono) Recording Channel
sv: 1 (mono) inspelningskanal

source: -120 dB (approximate limit of human hearing)
sv: -120 dB (uppskattad gräns för mänsklig hörsel)

source: To&ggle Spectral Selection
sv: Aktivera/inaktivera spektrumsmarkering

source: Export as &WAV
sv: Exportera som &WAV

source: &Playback Device
sv: &Uppspelningsenhet

source: S&ort Tracks
sv: S&ortera spår

source: Simulate Recording Errors
sv: Simulera inspelningsfel

source: Directory Dialog
sv: Katalogdialog

source: Compacting this project will free up disk space by removing unused bytes within the file. There is %s of free disk space and this project is currently using %s. If you proceed, the current Undo/Redo History and clipboard contents will be discarded and you will recover approximately %s of disk space. Do you want to continue?
sv: När projektet komprimeras frigörs diskutrymme genom att oanvända byte i filen tas bort. Det finns %s ledigt diskutrymme och projektet använder för närvarande %s. Om du fortsätter tas aktuell historik för Ångra/Gör om och Urklippsinnehåll bort, och du frigör ungefär %s diskutrymme. Vill du fortsätta?

source: Input Gain (dB) mono/Left
sv: Inmatningsförstärkning (dB) för mono/vänster kanal

source: 1/8 (triplets)
sv: 1/8 (trioler)

source: %s website:
sv: Webbplats för %s:

source: Right Only
sv: Endast höger

source: The specified filename could not be converted due to Unicode character use.
sv: Det specifika filnamnet kunde inte konverteras beroende på val av Unicode-bokstav.

source: Ena&ble Spectral Selection
sv: Akti&vera spektrumsmarkering

source: Error.~%Invalid selection.~%More than 2 audio clips selected.
sv: Fel.~%Ogiltig markering..~%Fler än 2 ljudklipp är markerade.

source: Copy All Files (Safer)
sv: Kopiera alla filer (säkrare)

source: New label
sv: Ny etikett

source: Could not shift between tracks
sv: Det gick inte att flytta mellan spår

source: Mute
sv: Tyst

source: Key Config
sv: Kortkommando

source: error: File "%s" specified in header but not found in plug-in path.
sv: fel: Filen "%s" som specificerades in sidhuvudet men hittades inte i insticksmodulens sökväg.

source: Podcast Chapters
sv: Poddavsnittets kapitel

source: De&vice:
sv: En&het:

source: Generates an ascending or descending tone of one of four types
sv: Genererar en stigande eller sjunkande ton utav en av fyra typer

source: Tone
sv: Ton

source: Fit selection to width
sv: Anpassa markeringen till bredden

source: Enable Automated Recording Level Adjustment.
sv: Aktivera automatisk justering av inspelningsnivå.

source: Meter-Play
sv: Mätare-Spela upp

source: Warning - Missing Aliased File(s)
sv: Varning – saknade aliasfiler

source: Default recording device number: %d
sv: Standardinmatningsenhetens nummer: %d

source: and
sv: och

source: Removed %s from %s
sv: Tog bort %s från %s

source: Treble
sv: Diskant

source: Tenacity Preferences
sv: Inställningar för Tenacity

source: Cursor Long Ju&mp Right
sv: Flytta markören ett l&ångt hopp till höger

source: Empty
sv: Tom

source: 32-bit float
sv: 32-bitars flyttal

source: Multi-Tool
sv: Multiverktyg

source: You are trying to open an automatically created backup file. Doing this may result in severe data loss. Please open the actual Audacity project file instead.
sv: Du försöker öppna en automatiskt skapad säkerhetskopia. Det kan leda till allvarlig dataförlust. Öppna i stället den faktiska Audacity-projektfilen.

source: Zoom &Normal
sv: &Återställ zoom

source: Data type mismatch
sv: Datatyperna stämmer inte överens

source: &Retry
sv: &Försök igen

source: &Select all audio, if selection required
sv: Markera allt ljud om en markering krävs

source: Added %s to %s
sv: La till %s i %s

source: Loudness Normalization
sv: Ljudstyrkenormalisering

source: Name of new macro
sv: Namnet på det nya makrot

source: The 'Time Resolution' is too long for the selection. Try increasing the audio selection to at least %.1f seconds, or reducing the 'Time Resolution' to less than %.1f seconds.
sv: "Tidsupplösningen" är för lång för markeringen. Försök att öka ljudmarkeringen till minst %.1f sekunder eller reducera "Tidsupplösningen" till mindre än %.1f sekunder.

source: Bass
sv: Bas

source: Standard VST bank file
sv: Standard-VST-bankfil

source: &Tree
sv: &Träd

source: Unknown built-in command name
sv: Okänt namn på inbyggt kommando

source: Custom name text
sv: Anpassad namntext

source: Mid-fade Adjust (%)
sv: Justering av mittentoning (%)

source: Log frequency
sv: Logga frekvens

source: Error Opening File
sv: Fel uppstod när fil öppnades

source: Audio Unit Effects
sv: Ljudenhetseffekter

source: There was a problem with your last action. If you think this is a bug, please tell us exactly where it occurred.
sv: Det uppstod ett problem med ditt sista val. Om du tror att det är en bugg, var vänlig tala om för oss exakt när det uppstod.

source: Augments loudness while minimizing distortion.
sv: Ökar ljudstyrkan samtidigt som distorsion minimeras.

source: Curren&t Selection
sv: Aktuell &markering
